Pipe Flow Validation/Linux Files/cases/kOmegaSST_Re20000/constant/turbulenceProperties.laminar
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      turbulenceProperties;
}

simulationType  laminar;
