Pipe Flow Validation/Linux Files/cases/kOmegaSST_Re20000/0/p
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      p;
}

dimensions      [0 2 -2 0 0 0 0];

internalField   uniform 0;

boundaryField
{
    inlet   { type cyclic; }
    outlet  { type cyclic; }
    wall    { type zeroGradient; }
    front   { type wedge; }
    back    { type wedge; }
    axis    { type empty; }
}
