Pipe Flow Validation/Linux Files/cases/kOmegaSST_Re20000/system/fvOptions
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      fvOptions;
}

// Drives flow at target bulk velocity Ubar            (0 0 6.000000);
// Adjusts body force each iteration; body force = -dP/dz used to get f.
// Ubar            (0 0 6.000000);

pressureGradient
{
    type            meanVelocityForce;
    selectionMode   all;
    fields          (U);
    Ubar            (0 0 6.000000);
}
